-- phpMyAdmin SQL Dump
-- version 4.0.10.7
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Oct 10, 2015 at 06:27 PM
-- Server version: 5.5.45-cll
-- PHP Version: 5.4.31

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `mennacha_menna`
--

-- --------------------------------------------------------

--
-- Table structure for table `accounts`
--

CREATE TABLE IF NOT EXISTS `accounts` (
  `admin_id` int(11) NOT NULL AUTO_INCREMENT,
  `fullname` varchar(250) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `role_id` int(11) NOT NULL,
  `email` varchar(30) NOT NULL,
  `password` varchar(30) NOT NULL,
  `image` varchar(300) NOT NULL,
  `factory_id` int(11) NOT NULL,
  `username` varchar(100) NOT NULL,
  PRIMARY KEY (`admin_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `accounts`
--

INSERT INTO `accounts` (`admin_id`, `fullname`, `phone`, `role_id`, `email`, `password`, `image`, `factory_id`, `username`) VALUES
(1, 'محمد فتحي', '01060087566', 1, 'mohamed_fathy2018@yahoo.com', '0115326464', '6b373-img_0756.jpg', 1, 'fathy');

-- --------------------------------------------------------

--
-- Table structure for table `banners`
--

CREATE TABLE IF NOT EXISTS `banners` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(150) NOT NULL,
  `image` varchar(250) NOT NULL,
  `url` varchar(250) NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `start_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `person_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=14 ;

--
-- Dumping data for table `banners`
--

INSERT INTO `banners` (`id`, `title`, `image`, `url`, `active`, `start_date`, `person_id`) VALUES
(4, 'فتح سوبرماركت', '78726__version4_120829-hitler-india_340_309_.jpg', 'http://www.facebook.com', 1, '2015-04-01 07:20:17', 8),
(5, 'فتح سوبرماركت', '78726__version4_120829-hitler-india_340_309_.jpg', 'http://www.facebook.com', 1, '2015-05-29 15:00:43', 8),
(8, 'فتح دكان', 'fromwoman13645872384.jpg', 'http://www.twitter.com', 1, '2015-06-05 16:08:29', 8),
(9, 'فتح دكان', 'fromwoman13645872384.jpg', 'http://www.twitter.com', 1, '2015-06-05 16:08:29', 8),
(10, 'فتح دكان', 'fromwoman13645872384.jpg', 'http://www.twitter.com', 1, '2015-06-05 16:08:29', 8),
(11, 'فتح دكان', 'fromwoman13645872384.jpg', 'http://www.twitter.com', 1, '2015-06-01 16:08:29', 8),
(13, 'test', '26917-1510557.jpg', 'www.t.com', 1, '2015-07-08 11:25:43', 8);

-- --------------------------------------------------------

--
-- Table structure for table `casesupport`
--

CREATE TABLE IF NOT EXISTS `casesupport` (
  `case_id` int(11) NOT NULL,
  `person_id` int(11) NOT NULL,
  `amountOfMony` int(11) NOT NULL,
  PRIMARY KEY (`case_id`,`person_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `casesupport`
--

INSERT INTO `casesupport` (`case_id`, `person_id`, `amountOfMony`) VALUES
(1, 8, 2),
(1, 9, 1),
(1, 10, 1),
(2, 8, 3),
(2, 9, 2),
(2, 10, 10),
(3, 9, 1),
(4, 9, 6),
(5, 8, 2);

-- --------------------------------------------------------

--
-- Table structure for table `colors`
--

CREATE TABLE IF NOT EXISTS `colors` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) CHARACTER SET utf8 NOT NULL,
  `degree` varchar(10) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `colors`
--

INSERT INTO `colors` (`id`, `name`, `degree`) VALUES
(1, 'البرتقالي', '#FF9A00'),
(2, 'الأخضر', '#86E201'),
(3, 'الأزرق', '#00B4FF'),
(4, 'الأحمر', '#A20003');

-- --------------------------------------------------------

--
-- Table structure for table `composedmsgs`
--

CREATE TABLE IF NOT EXISTS `composedmsgs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) NOT NULL,
  `body` varchar(700) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `events`
--

CREATE TABLE IF NOT EXISTS `events` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(150) NOT NULL,
  `desc` varchar(300) NOT NULL,
  `image` varchar(300) NOT NULL,
  `date` datetime NOT NULL,
  `cat` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `events_cat`
--

CREATE TABLE IF NOT EXISTS `events_cat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=13 ;

--
-- Dumping data for table `events_cat`
--

INSERT INTO `events_cat` (`id`, `name`) VALUES
(2, 'مساعدات'),
(3, 'معارض ملابس'),
(4, 'رعاية ايتام'),
(5, 'مساعدات طبية'),
(6, 'نشاط تعليمي'),
(7, 'رعاية ذوي الإحتياجات الخاصة'),
(8, 'رعاية المسنين'),
(9, 'إعمار المساجد'),
(10, 'ندوات ورحلات'),
(11, 'تحفيظ قران'),
(12, 'تمويل المشروعات');

-- --------------------------------------------------------

--
-- Table structure for table `feedback`
--

CREATE TABLE IF NOT EXISTS `feedback` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(150) NOT NULL,
  `email` varchar(150) NOT NULL,
  `msg` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `gallery`
--

CREATE TABLE IF NOT EXISTS `gallery` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  `desc` varchar(500) NOT NULL,
  `mainPhoto` varchar(200) NOT NULL,
  `date` date NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `gallery`
--

INSERT INTO `gallery` (`id`, `title`, `desc`, `mainPhoto`, `date`) VALUES
(1, 'يوم شم النسيم', 'يوم شم النسيم', '22827-1063454_289805657830331_1089213696_n.jpg', '2015-05-03'),
(2, 'تجربة', 'تجربة تجربة تجربة تجربة تجربة ', '85d5b-2015_1417982556_407.jpg', '2015-05-05');

-- --------------------------------------------------------

--
-- Table structure for table `homeblocks`
--

CREATE TABLE IF NOT EXISTS `homeblocks` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(50) NOT NULL,
  `desc` varchar(300) NOT NULL,
  `image` varchar(250) NOT NULL,
  `color` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `homeblocks`
--

INSERT INTO `homeblocks` (`id`, `title`, `desc`, `image`, `color`, `order`) VALUES
(1, 'منة ', 'منة منة منة منة منة منة منة منة منة منة منة ', 'leavs.png', 1, 0),
(2, 'التطوع ', 'التطوع التطوع التطوع التطوع التطوع التطوع التطوع التطوع التطوع التطوع التطوع التطوع التطوع التطوع ', 'hands.png', 4, 0),
(4, 'المساعدة ', 'المساعدة المساعدة المساعدة المساعدة المساعدة المساعدة المساعدة المساعدة ', 'heart1.png', 2, 0),
(5, 'التنمية ', 'التنمية التنمية التنمية التنمية التنمية التنمية التنمية التنمية التنمية التنمية التنمية التنمية التنمية التنمية ', 'leavs.png', 3, 0);

-- --------------------------------------------------------

--
-- Table structure for table `humancases`
--

CREATE TABLE IF NOT EXISTS `humancases` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL,
  `age` int(11) NOT NULL,
  `image` varchar(300) NOT NULL,
  `desc` varchar(300) NOT NULL,
  `phoneNo` varchar(12) NOT NULL,
  `title` varchar(250) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `membershiprenew`
--

CREATE TABLE IF NOT EXISTS `membershiprenew` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `renewBalanceNo` varchar(14) NOT NULL,
  `person_id` int(11) NOT NULL,
  `newbalance` decimal(10,0) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `membershiprenew`
--

INSERT INTO `membershiprenew` (`id`, `renewBalanceNo`, `person_id`, `newbalance`) VALUES
(1, '12345678912345', 8, '0'),
(2, '12345678912345', 8, '0'),
(3, '12345678901234', 8, '0');

-- --------------------------------------------------------

--
-- Table structure for table `newsletter_subscriber`
--

CREATE TABLE IF NOT EXISTS `newsletter_subscriber` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `email` varchar(150) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- Dumping data for table `newsletter_subscriber`
--

INSERT INTO `newsletter_subscriber` (`id`, `email`) VALUES
(17, 'mohamed_fathy2018@yahoo.com'),
(19, 'Mohamed_hussien_733@yahoo.com');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE IF NOT EXISTS `pages` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(150) NOT NULL,
  `desc` text NOT NULL,
  `image` varchar(200) NOT NULL,
  `image_title` varchar(200) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=13 ;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `title`, `desc`, `image`, `image_title`) VALUES
(1, 'عن المؤسسة', '<p dir="rtl">\n من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;</p>\n', '', ''),
(2, 'مساعدات ', '<p dir="rtl">\n مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;مساعدات &nbsp;</p>\n', '', 'مساعدات'),
(3, 'معارض ملابس ', '<p dir="rtl">\r\n	معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;معارض ملابس&nbsp;</p>\r\n', '', ''),
(4, 'رعاية ايتام ', '<p dir="rtl">\r\n	رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;رعاية ايتام&nbsp;</p>\r\n', '', ''),
(5, 'مساعدات طبية ', '<p dir="rtl">\r\n	مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;مساعدات طبية&nbsp;</p>\r\n', '', ''),
(6, 'نشاط تعليمي ', '<p dir="rtl">\n نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;نشاط تعليمي&nbsp;</p>\n', '', 'نشاط تعليمي'),
(7, 'رعاية ذوي الاحتياجات الخاصة ', '<p dir="rtl">\r\n	رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;رعاية ذوي الاحتياجات الخاصة&nbsp;</p>\r\n', '', ''),
(8, 'رعاية المسنين ', '<p dir="rtl">\r\n	رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;رعاية المسنين&nbsp;</p>\r\n', '', ''),
(9, 'اعمار المساجد ', '<p dir="rtl">\n اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;اعمار المساجد&nbsp;</p>\n', '', 'صورة ارشيفية'),
(10, 'ندوات ورحلات ', '<p dir="rtl">\r\n	ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;ندوات ورحلات&nbsp;</p>\r\n', '', ''),
(11, 'تحفيظ قران ', '<p dir="rtl">\r\n	تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;تحفيظ قران&nbsp;</p>\r\n', '', ''),
(12, 'دعم افكار الشباب ', '<p dir="rtl">\n دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;دعم افكار الشباب&nbsp;</p>\n', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `person`
--

CREATE TABLE IF NOT EXISTS `person` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(150) NOT NULL,
  `birthdate` date NOT NULL,
  `address` varchar(300) NOT NULL,
  `mob1` varchar(11) NOT NULL,
  `mob2` varchar(11) NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '1',
  `job` varchar(200) NOT NULL,
  `ssn` varchar(14) NOT NULL,
  `balance` int(11) NOT NULL DEFAULT '50',
  `email` varchar(200) NOT NULL,
  `username` varchar(20) NOT NULL,
  `password` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Dumping data for table `person`
--

INSERT INTO `person` (`id`, `name`, `birthdate`, `address`, `mob1`, `mob2`, `active`, `job`, `ssn`, `balance`, `email`, `username`, `password`) VALUES
(9, 'محمد', '1995-07-26', 'elmaadi', '01122985572', '01060087566', 1, 'مبرمج', '12345678912345', 40, 'Mohamed_hussien_733@yahoo.com', '', '6u0C1YKj'),
(10, 'محمد فتحي', '1991-03-14', 'المعادي', '01060087566', '01122985572', 1, 'مبرمج', '12345678912345', 69, 'mohamed_fathy2018@yahoo.com', '', 'Aj1LRdTO');

-- --------------------------------------------------------

--
-- Table structure for table `photos`
--

CREATE TABLE IF NOT EXISTS `photos` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `photo` varchar(200) NOT NULL,
  `gallery_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `project`
--

CREATE TABLE IF NOT EXISTS `project` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(150) NOT NULL,
  `desc` varchar(300) NOT NULL,
  `video` varchar(300) NOT NULL,
  `image` varchar(300) NOT NULL,
  `date` date NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `cat_id` int(11) NOT NULL,
  `person_id` int(11) NOT NULL,
  `requiredAmountOfMony` int(11) NOT NULL,
  `reached_balance` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=37 ;

--
-- Dumping data for table `project`
--

INSERT INTO `project` (`id`, `title`, `desc`, `video`, `image`, `date`, `active`, `cat_id`, `person_id`, `requiredAmountOfMony`, `reached_balance`) VALUES
(21, 'فتح بقالة', 'فتح بقالة', 'فتح بقالة', 'Tulips.jpg', '2015-05-23', 1, 4, 8, 5000, 1),
(35, 'فتح محل ', 'فتح محل ', 'فتح محل ', 'Tulips.jpg', '2015-06-21', 1, 1, 8, 30000, 0),
(36, 'test', 'test', 'test', '', '2015-06-22', 0, 1, 8, 1000, 0);

-- --------------------------------------------------------

--
-- Table structure for table `project1`
--

CREATE TABLE IF NOT EXISTS `project1` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(150) NOT NULL,
  `desc` varchar(300) NOT NULL,
  `image` varchar(300) NOT NULL,
  `date` date NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `person_id` int(11) NOT NULL,
  `reached_balance` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=24 ;

--
-- Dumping data for table `project1`
--

INSERT INTO `project1` (`id`, `title`, `desc`, `image`, `date`, `active`, `person_id`, `reached_balance`) VALUES
(23, '', '', '', '0000-00-00', 1, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `project_category`
--

CREATE TABLE IF NOT EXISTS `project_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(200) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `project_category`
--

INSERT INTO `project_category` (`id`, `cat_name`) VALUES
(1, 'تجاري'),
(2, 'صناعي'),
(3, 'زراعي'),
(4, 'بحث علمي');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE IF NOT EXISTS `settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `address` varchar(200) NOT NULL,
  `phone` varchar(8) NOT NULL,
  `mobile` varchar(11) NOT NULL,
  `email` varchar(150) NOT NULL,
  `teamTitle` varchar(200) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `address`, `phone`, `mobile`, `email`, `teamTitle`) VALUES
(1, '4 مساكن البترول الداخلي خلف المركز القومي للأمتحانات - المقطم', '26679304', '01001541344', 'info@mennacharity.com', 'فريق العمل ');

-- --------------------------------------------------------

--
-- Table structure for table `slider`
--

CREATE TABLE IF NOT EXISTS `slider` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) NOT NULL,
  `image` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `slider`
--

INSERT INTO `slider` (`id`, `title`, `image`) VALUES
(2, 'الامل', '76123-page1_img1.jpg'),
(3, 'المساعدة', '985e8-page1_img2.jpg'),
(4, 'الترابط', '4516b-page1_img3.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `team`
--

CREATE TABLE IF NOT EXISTS `team` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL,
  `image` varchar(200) NOT NULL,
  `role` varchar(35) NOT NULL,
  `desc` varchar(70) NOT NULL,
  `active` tinyint(1) NOT NULL,
  `cat_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `team`
--

INSERT INTO `team` (`id`, `name`, `image`, `role`, `desc`, `active`, `cat_id`) VALUES
(1, 'محمد فتحي', 'c259c-11136899_814646998631852_776476748_n.jpg', 'مبرمج', 'مبرمج مبرمج مبرمج مبرمج مبرمج مبرمج ', 1, 2),
(2, 'محمد فتحي', 'c259c-11136899_814646998631852_776476748_n.jpg', 'مبرمج', 'مبرمج مبرمج مبرمج مبرمج مبرمج مبرمج ', 1, 0),
(3, 'محمد المغربي', '1cd96-10802040_702796033170608_971371242766126105_n.jpg', 'مسئول التطوير', 'مسئول التطوير', 1, 6);

-- --------------------------------------------------------

--
-- Table structure for table `test`
--

CREATE TABLE IF NOT EXISTS `test` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `value` varchar(5) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `visits`
--

CREATE TABLE IF NOT EXISTS `visits` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ip` varchar(15) NOT NULL,
  `visitDate` date NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=344 ;

--
-- Dumping data for table `visits`
--

INSERT INTO `visits` (`id`, `ip`, `visitDate`) VALUES
(1, '192.168.1.1', '2015-04-19'),
(2, '41.68.47.87', '2015-06-18'),
(3, '41.176.199.23', '2015-06-18'),
(4, '66.220.156.115', '2015-06-18'),
(5, '197.125.77.238', '2015-06-18'),
(6, '41.232.196.169', '2015-06-18'),
(7, '173.252.88.187', '2015-06-18'),
(8, '41.41.3.244', '2015-06-18'),
(9, '41.43.82.197', '2015-06-18'),
(10, '41.47.133.175', '2015-06-18'),
(11, '41.68.29.105', '2015-06-18'),
(12, '158.106.67.160', '2015-06-18'),
(13, '41.68.61.57', '2015-06-18'),
(14, '41.196.11.67', '2015-06-18'),
(15, '41.232.220.201', '2015-06-19'),
(16, '166.78.181.113', '2015-06-19'),
(17, '162.244.33.8', '2015-06-19'),
(18, '198.101.238.203', '2015-06-19'),
(19, '52.5.178.63', '2015-06-19'),
(20, '192.237.216.89', '2015-06-19'),
(21, '41.68.99.57', '2015-06-19'),
(22, '41.68.83.128', '2015-06-19'),
(23, '41.68.2.144', '2015-06-19'),
(24, '41.68.90.199', '2015-06-19'),
(25, '41.234.194.132', '2015-06-19'),
(26, '41.130.156.227', '2015-06-20'),
(27, '89.145.95.42', '2015-06-20'),
(28, '74.214.194.19', '2015-06-20'),
(29, '192.99.150.120', '2015-06-20'),
(30, '207.46.13.101', '2015-06-20'),
(31, '66.249.67.125', '2015-06-21'),
(32, '66.249.67.119', '2015-06-21'),
(33, '66.249.81.199', '2015-06-21'),
(34, '66.249.93.202', '2015-06-21'),
(35, '41.130.101.50', '2015-06-21'),
(36, '89.145.95.41', '2015-06-21'),
(37, '41.187.15.179', '2015-06-21'),
(38, '41.232.221.47', '2015-06-21'),
(39, '41.68.109.168', '2015-06-21'),
(40, '54.159.87.160', '2015-06-21'),
(41, '66.249.75.40', '2015-06-22'),
(42, '41.196.152.109', '2015-06-22'),
(43, '66.249.81.196', '2015-06-22'),
(44, '41.68.15.20', '2015-06-22'),
(45, '176.195.247.249', '2015-06-22'),
(46, '54.81.248.10', '2015-06-23'),
(47, '66.249.81.193', '2015-06-23'),
(48, '41.130.163.59', '2015-06-23'),
(49, '213.47.217.101', '2015-06-23'),
(50, '50.193.202.82', '2015-06-23'),
(51, '206.183.1.74', '2015-06-23'),
(52, '36.251.87.140', '2015-06-24'),
(53, '69.58.178.58', '2015-06-24'),
(54, '197.161.90.84', '2015-06-24'),
(55, '23.95.245.47', '2015-06-24'),
(56, '23.94.170.243', '2015-06-24'),
(57, '198.23.214.79', '2015-06-25'),
(58, '41.232.207.53', '2015-06-25'),
(59, '23.94.170.139', '2015-06-25'),
(60, '198.23.179.236', '2015-06-25'),
(61, '192.99.170.80', '2015-06-25'),
(62, '104.168.44.7', '2015-06-25'),
(63, '41.130.85.125', '2015-06-25'),
(64, '197.246.21.222', '2015-06-25'),
(65, '23.95.194.113', '2015-06-25'),
(66, '41.232.194.200', '2015-06-26'),
(67, '107.172.9.9', '2015-06-26'),
(68, '66.249.75.32', '2015-06-26'),
(69, '104.168.44.235', '2015-06-26'),
(70, '41.130.170.95', '2015-06-28'),
(71, '46.19.21.106', '2015-06-28'),
(72, '66.249.64.191', '2015-06-28'),
(73, '197.161.76.40', '2015-06-29'),
(74, '66.249.64.196', '2015-06-29'),
(75, '216.145.17.190', '2015-06-30'),
(76, '66.249.81.162', '2015-06-30'),
(77, '41.130.181.193', '2015-06-30'),
(78, '105.200.103.248', '2015-06-30'),
(79, '217.55.255.20', '2015-06-30'),
(80, '54.159.88.102', '2015-06-30'),
(81, '105.200.75.73', '2015-07-01'),
(82, '217.55.255.7', '2015-07-01'),
(83, '66.249.69.128', '2015-07-01'),
(84, '78.47.155.198', '2015-07-02'),
(85, '41.68.72.146', '2015-07-03'),
(86, '41.232.131.143', '2015-07-03'),
(87, '196.221.128.83', '2015-07-03'),
(88, '41.68.66.184', '2015-07-04'),
(89, '41.68.70.233', '2015-07-06'),
(90, '105.195.169.43', '2015-07-06'),
(91, '23.95.183.44', '2015-07-06'),
(92, '107.172.8.139', '2015-07-06'),
(93, '198.23.215.34', '2015-07-07'),
(94, '41.45.78.186', '2015-07-07'),
(95, '197.161.83.193', '2015-07-07'),
(96, '74.214.194.18', '2015-07-07'),
(97, '74.214.194.22', '2015-07-07'),
(98, '41.178.149.127', '2015-07-07'),
(99, '74.6.254.131', '2015-07-07'),
(100, '69.58.178.56', '2015-07-07'),
(101, '104.168.70.85', '2015-07-07'),
(102, '78.95.48.17', '2015-07-07'),
(103, '23.95.245.15', '2015-07-07'),
(104, '66.249.65.122', '2015-07-07'),
(105, '198.23.214.168', '2015-07-07'),
(106, '104.168.39.19', '2015-07-08'),
(107, '23.95.190.133', '2015-07-08'),
(108, '157.55.39.203', '2015-07-08'),
(109, '66.249.93.206', '2015-07-08'),
(110, '197.161.50.144', '2015-07-08'),
(111, '107.172.3.79', '2015-07-08'),
(112, '197.161.62.97', '2015-07-08'),
(113, '198.23.215.197', '2015-07-08'),
(114, '217.55.214.26', '2015-07-08'),
(115, '104.168.39.110', '2015-07-08'),
(116, '54.166.181.156', '2015-07-09'),
(117, '41.45.42.251', '2015-07-09'),
(118, '104.168.44.209', '2015-07-09'),
(119, '107.172.6.195', '2015-07-09'),
(120, '216.69.191.237', '2015-07-09'),
(121, '41.45.15.88', '2015-07-10'),
(122, '41.234.190.205', '2015-07-10'),
(123, '41.130.84.220', '2015-07-11'),
(124, '74.214.194.23', '2015-07-11'),
(125, '74.214.194.27', '2015-07-11'),
(126, '198.23.215.183', '2015-07-11'),
(127, '74.214.194.30', '2015-07-11'),
(128, '74.214.194.17', '2015-07-11'),
(129, '109.163.234.2', '2015-07-11'),
(130, '217.55.180.244', '2015-07-11'),
(131, '41.45.34.13', '2015-07-12'),
(132, '105.90.186.105', '2015-07-12'),
(133, '41.45.25.111', '2015-07-12'),
(134, '105.200.103.7', '2015-07-12'),
(135, '66.249.65.119', '2015-07-12'),
(136, '41.68.32.44', '2015-07-12'),
(137, '105.90.219.3', '2015-07-13'),
(138, '41.45.101.100', '2015-07-13'),
(139, '217.55.151.110', '2015-07-13'),
(140, '64.246.165.200', '2015-07-14'),
(141, '41.235.88.189', '2015-07-14'),
(142, '105.90.131.191', '2015-07-14'),
(143, '105.200.125.182', '2015-07-15'),
(144, '41.45.19.166', '2015-07-15'),
(145, '217.55.145.142', '2015-07-15'),
(146, '54.146.228.20', '2015-07-16'),
(147, '41.68.10.41', '2015-07-16'),
(148, '207.46.13.68', '2015-07-16'),
(149, '65.181.123.23', '2015-07-18'),
(150, '41.36.213.247', '2015-07-18'),
(151, '38.100.21.67', '2015-07-19'),
(152, '217.55.182.99', '2015-07-19'),
(153, '41.45.83.227', '2015-07-20'),
(154, '109.169.29.30', '2015-07-21'),
(155, '41.68.101.133', '2015-07-22'),
(156, '66.249.69.112', '2015-07-24'),
(157, '197.48.204.151', '2015-07-24'),
(158, '207.46.13.80', '2015-07-25'),
(159, '216.145.11.94', '2015-07-27'),
(160, '66.249.64.201', '2015-07-27'),
(161, '64.79.100.34', '2015-07-27'),
(162, '41.130.85.72', '2015-07-28'),
(163, '41.45.82.120', '2015-07-29'),
(164, '197.246.64.31', '2015-07-29'),
(165, '192.99.150.123', '2015-07-29'),
(166, '66.249.93.198', '2015-07-30'),
(167, '197.246.64.225', '2015-07-30'),
(168, '104.131.217.194', '2015-07-30'),
(169, '71.177.184.59', '2015-07-31'),
(170, '37.28.45.163', '2015-07-31'),
(171, '41.68.103.234', '2015-08-01'),
(172, '5.56.63.53', '2015-08-02'),
(173, '157.55.39.59', '2015-08-02'),
(174, '94.23.217.201', '2015-08-02'),
(175, '62.210.37.113', '2015-08-02'),
(176, '41.69.35.142', '2015-08-03'),
(177, '157.55.39.216', '2015-08-04'),
(178, '41.69.108.199', '2015-08-04'),
(179, '197.135.255.224', '2015-08-04'),
(180, '41.69.66.191', '2015-08-05'),
(181, '77.247.181.163', '2015-08-05'),
(182, '37.187.129.166', '2015-08-06'),
(183, '41.68.55.86', '2015-08-06'),
(184, '41.45.33.46', '2015-08-07'),
(185, '37.157.195.178', '2015-08-07'),
(186, '41.45.50.42', '2015-08-07'),
(187, '69.58.178.57', '2015-08-07'),
(188, '41.68.98.231', '2015-08-07'),
(189, '41.130.52.126', '2015-08-08'),
(190, '41.68.127.146', '2015-08-08'),
(191, '41.68.40.13', '2015-08-08'),
(192, '66.249.67.113', '2015-08-09'),
(193, '41.42.97.2', '2015-08-09'),
(194, '41.45.40.208', '2015-08-10'),
(195, '64.246.165.10', '2015-08-10'),
(196, '41.45.55.141', '2015-08-11'),
(197, '157.55.39.90', '2015-08-11'),
(198, '216.69.191.238', '2015-08-11'),
(199, '41.45.125.206', '2015-08-12'),
(200, '157.55.39.48', '2015-08-13'),
(201, '41.45.175.28', '2015-08-14'),
(202, '197.33.44.219', '2015-08-14'),
(203, '197.132.233.145', '2015-08-14'),
(204, '37.216.10.63', '2015-08-14'),
(205, '41.45.117.71', '2015-08-15'),
(206, '104.131.217.133', '2015-08-15'),
(207, '196.205.148.145', '2015-08-16'),
(208, '204.236.235.245', '2015-08-16'),
(209, '41.45.70.107', '2015-08-18'),
(210, '197.36.15.233', '2015-08-18'),
(211, '207.46.13.24', '2015-08-19'),
(212, '207.46.13.122', '2015-08-19'),
(213, '41.45.47.234', '2015-08-21'),
(214, '62.219.8.233', '2015-08-22'),
(215, '82.80.249.156', '2015-08-22'),
(216, '41.45.66.198', '2015-08-22'),
(217, '188.165.15.105', '2015-08-22'),
(218, '41.68.9.50', '2015-08-23'),
(219, '188.165.15.126', '2015-08-24'),
(220, '188.54.116.255', '2015-08-25'),
(221, '207.46.13.76', '2015-08-26'),
(222, '54.201.46.240', '2015-08-27'),
(223, '41.45.10.99', '2015-08-27'),
(224, '157.55.39.174', '2015-08-28'),
(225, '41.176.239.60', '2015-08-28'),
(226, '41.68.102.174', '2015-08-28'),
(227, '213.212.229.135', '2015-08-29'),
(228, '41.68.6.212', '2015-08-29'),
(229, '41.45.58.65', '2015-08-30'),
(230, '212.90.166.62', '2015-08-30'),
(231, '41.45.17.45', '2015-08-30'),
(232, '41.68.103.120', '2015-08-30'),
(233, '197.36.82.248', '2015-08-31'),
(234, '41.68.58.134', '2015-08-31'),
(235, '41.68.15.222', '2015-09-01'),
(236, '41.131.108.193', '2015-09-01'),
(237, '89.105.194.80', '2015-09-02'),
(238, '168.235.194.33', '2015-09-03'),
(239, '197.33.84.19', '2015-09-03'),
(240, '168.235.195.156', '2015-09-03'),
(241, '41.68.114.136', '2015-09-03'),
(242, '89.145.95.40', '2015-09-03'),
(243, '107.173.160.156', '2015-09-04'),
(244, '198.211.105.109', '2015-09-04'),
(245, '95.186.57.24', '2015-09-04'),
(246, '107.173.147.176', '2015-09-04'),
(247, '41.68.105.98', '2015-09-05'),
(248, '107.173.155.217', '2015-09-05'),
(249, '107.173.172.22', '2015-09-05'),
(250, '107.173.173.160', '2015-09-05'),
(251, '41.45.118.2', '2015-09-05'),
(252, '85.25.103.119', '2015-09-05'),
(253, '107.173.159.125', '2015-09-05'),
(254, '172.245.114.96', '2015-09-05'),
(255, '157.55.39.250', '2015-09-05'),
(256, '172.245.124.190', '2015-09-05'),
(257, '107.173.163.78', '2015-09-06'),
(258, '107.173.152.252', '2015-09-06'),
(259, '176.126.252.11', '2015-09-06'),
(260, '107.173.161.122', '2015-09-06'),
(261, '107.173.97.82', '2015-09-06'),
(262, '172.245.176.2', '2015-09-06'),
(263, '41.237.102.204', '2015-09-06'),
(264, '66.249.69.120', '2015-09-06'),
(265, '171.25.193.27', '2015-09-07'),
(266, '54.232.195.124', '2015-09-07'),
(267, '64.246.165.210', '2015-09-07'),
(268, '69.58.178.59', '2015-09-07'),
(269, '41.69.61.220', '2015-09-07'),
(270, '197.36.11.108', '2015-09-08'),
(271, '45.55.54.136', '2015-09-08'),
(272, '82.178.242.222', '2015-09-08'),
(273, '67.198.149.251', '2015-09-08'),
(274, '180.153.206.36', '2015-09-08'),
(275, '54.209.60.63', '2015-09-09'),
(276, '198.27.64.33', '2015-09-10'),
(277, '52.27.245.229', '2015-09-10'),
(278, '89.163.148.58', '2015-09-10'),
(279, '105.196.216.22', '2015-09-12'),
(280, '105.196.53.20', '2015-09-12'),
(281, '83.71.247.36', '2015-09-13'),
(282, '95.45.252.2', '2015-09-13'),
(283, '197.35.28.192', '2015-09-13'),
(284, '41.45.12.131', '2015-09-14'),
(285, '108.59.8.80', '2015-09-14'),
(286, '42.156.136.25', '2015-09-15'),
(287, '207.46.13.120', '2015-09-15'),
(288, '41.45.16.104', '2015-09-16'),
(289, '162.243.193.80', '2015-09-16'),
(290, '162.210.196.98', '2015-09-16'),
(291, '197.36.54.128', '2015-09-17'),
(292, '46.165.197.142', '2015-09-19'),
(293, '52.0.89.236', '2015-09-19'),
(294, '77.109.141.138', '2015-09-19'),
(295, '41.236.178.226', '2015-09-20'),
(296, '46.166.179.41', '2015-09-21'),
(297, '69.89.31.244', '2015-09-21'),
(298, '216.38.54.54', '2015-09-21'),
(299, '184.168.152.144', '2015-09-21'),
(300, '192.254.250.177', '2015-09-21'),
(301, '62.149.143.141', '2015-09-21'),
(302, '185.17.144.81', '2015-09-21'),
(303, '136.243.5.87', '2015-09-22'),
(304, '64.246.165.170', '2015-09-22'),
(305, '198.178.124.47', '2015-09-23'),
(306, '74.93.226.14', '2015-09-23'),
(307, '157.55.39.86', '2015-09-23'),
(308, '41.45.87.22', '2015-09-24'),
(309, '85.97.195.133', '2015-09-25'),
(310, '66.249.93.232', '2015-09-25'),
(311, '216.69.191.235', '2015-09-25'),
(312, '66.249.93.235', '2015-09-26'),
(313, '151.80.31.134', '2015-09-26'),
(314, '104.238.171.223', '2015-09-26'),
(315, '197.246.21.223', '2015-09-27'),
(316, '37.29.74.252', '2015-09-28'),
(317, '41.45.101.93', '2015-09-28'),
(318, '144.76.27.118', '2015-09-29'),
(319, '209.0.146.172', '2015-09-30'),
(320, '41.47.143.10', '2015-10-01'),
(321, '212.47.234.192', '2015-10-01'),
(322, '46.4.120.3', '2015-10-03'),
(323, '197.246.72.92', '2015-10-03'),
(324, '197.163.80.174', '2015-10-03'),
(325, '105.90.218.191', '2015-10-04'),
(326, '216.230.231.146', '2015-10-04'),
(327, '54.210.207.2', '2015-10-04'),
(328, '188.165.15.78', '2015-10-04'),
(329, '162.243.29.145', '2015-10-05'),
(330, '207.46.13.48', '2015-10-05'),
(331, '41.130.174.182', '2015-10-05'),
(332, '41.129.115.187', '2015-10-05'),
(333, '41.68.81.145', '2015-10-07'),
(334, '66.102.8.193', '2015-10-08'),
(335, '66.102.8.198', '2015-10-08'),
(336, '92.222.252.206', '2015-10-09'),
(337, '54.211.163.15', '2015-10-09'),
(338, '46.32.109.121', '2015-10-09'),
(339, '216.38.216.197', '2015-10-09'),
(340, '159.203.85.123', '2015-10-09'),
(341, '119.82.24.111', '2015-10-09'),
(342, '38.100.21.68', '2015-10-10'),
(343, '41.68.100.125', '2015-10-10');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
